<!DOCTYPE html>
<html>
<head>
    <meta charset="UTF-8">
    <title></title>
    <style>
        .content{
            width: 98%;
            margin: 1em auto 3em;
            text-align: center;
        }
        .content p{
            margin: 0;
            padding: 0;
            text-align: left;
            display: block;
            font: 0.8em "LanTing ZhongHei", "Microsoft YaHei", SimHei, "WenQuanYi Micro Hei", STHeiti;
            line-height: 1.4em;
        }
        .k{
            width: 100%;
            height: 0.5em;
        }
        .span-bigtitle{
            font-size: 1.2em;
            font-weight:bold;
        }
        .span-title{
            font-weight:bolder;
        }
    </style>
</head>
<body>
<div style="width: 100%">
    <div class="content">
        <p>
            加入和使用1家说表明您已经阅读并同意本使用条款，您的会员活动会遵从本使用条款。鉴于1家说并非是关乎国计民生或者垄断的行业及企业，因此您对本使用协议不认同的，完全可以选择不加入和使用本1家说。
            本协议由您与宁波一家网电子商务有限公司共同缔结，具有合同效力。
        </p>
        <p>
            本协议中协议双方合称协议方，宁波一家网电子商务有限公司在协议中亦称为“1家说”，是一家在宁波中山东路181号中农信大厦7楼39室办公的提供房产推广返利、广告等服务的公司，域名为www.yjsvip.com。
        </p>
        <div class="k"></div>
        <p>
            <span class="span-bigtitle">一、协议内容及签署</span>
            <br>
            1、本协议内容包括协议正文及所有1家说已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的组成部分，与协议正文具有同等法律效力。除另行明确声明外，任何1家说及其关联公司提供的服务均受本协议约束。但法律法规另有强制性规定的，依其规定。
            <br>
            2、您在注册1家说账户时点击提交“我已阅读并且同意1家说的使用协议”即视为您接受本协议及各类规则，并同意受其约束。您应当在使用1家说服务之前认真阅读全部协议内容并确保完全理解协议内容，如您对协议有任何疑问的，应向1家说咨询。但无论您事实上是否在使用1家说服务之前认真阅读了本协议内容，只要您注册、正在或者继续使用1家说服务，则视为接受本协议。
            <br>
            3、您承诺接受并遵守本协议的约定。如果您不同意本协议的约定，您应立即停止注册程序或停止使用1家说服务。
            <br>
            4、1家说有权根据需要不时地制订、修改本协议及/或各类规则，并以网站公示的方式进行公告。变更后的协议和规则一经在网站公布后，立即自动生效。1家说的最新的协议和规则以及网站公告可供您随时登陆查阅，您也应当经常性的登陆查阅最新的协议和规则以及网站公告以了解1家说最新动态。如您不同意相关变更，应当立即停止使用1家说服务。您继续使用服务的，即表示您接受经修订的协议和规则。本协议和规则（及其各自的不时修订）条款具有可分割性，任一条款被视为违法、无效、被撤销、变更或因任何理由不可执行，并不影响其他条款的合法性、有效性和可执行性。
            <br>
        </p>
        <div class="k"></div>
        <p>
            <span class="span-bigtitle">二、会员及账户管理</span>
            <br>
            1、申请资格
            <br>
            您应当是具备完全民事权利能力和完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且1家说有权注销（永久冻结）您的1家说账户，并向您及您的监护人索偿或者追偿。若您不具备前述主体资格，则需要监护人同意您方可注册成为1家说会员，否则您和您的监护人应承担因此而导致的一切后果，且1家说有权注销（永久冻结）您的1家说账户，并向您及您的监护人索偿或者追偿。
            1家说并无能力对您的民事权利能力和民事行为能力进行实质性审查，因此一旦您进行了注册，1家说可以视为您具备完全民事权利能力和完全民事行为能力。
            <br>
            2、账户
            <br>
            在您签署本协议，完成会员注册程序或以其他1家说允许的方式实际使用1家说服务时，1家说会向您提供唯一编号的1家说账户（以下亦称账户）。
            您可以对账户设置会员名和密码，通过该会员名密码或与该会员名密码关联的其它用户名密码登陆1家说平台。您设置的会员名不得侵犯或涉嫌侵犯他人合法权益。
            您应对您的账户（会员名）和密码的安全，以及对通过您的账户（会员名）和密码实施的行为负责。除非经过正当法律程序，且征得1家说的同意，否则，账户（会员名）和密码不得以任何方式转让、赠与或继承。如果发现任何人不当使用您的账户或有任何其他可能危及您的账户安全的情形时，您应当立即以有效方式通知1家说，要求1家说暂停相关服务。您理解1家说对您的请求采取行动需要合理时间，1家说对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任，但1家说未能在合理时间内采取行动的情况除外。您认可您在注册、使用1家说服务过程中提供、形成的数据等相关信息的所有权及其他相关权利属于1家说，1家说有权使用上述信息。
            <br>
            3、会员
            <br>
            在您按照注册页面提示填写信息、阅读并同意本协议并完成全部注册程序后或以其他1家说允许的方式实际使用1家说服务时，您即成为1家说会员（亦称会员）。
            在注册时，您应当按照法律法规要求，或注册页面的提示准确提供，并及时更新您的资料，以使之真实、及时，完整和准确。如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，1家说有权向您发出询问及/或要求改正的通知，若您未能在1家说要求的合理期限内回复1家说的询问及/或完成改正，1家说有权做出删除相应资料并暂时停止账户的处理，直至终止对您提供部分或全部1家说服务，1家说对此不承担任何责任，您将承担因此产生的任何成本或支出。
            您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便1家说或其他会员与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用1家说服务过程中产生任何损失或增加费用的，应由您完全独自承担，1家说对此不予承担。
            您在使用1家说服务过程中，所产生的应纳税费，以及一切硬件、软件、服务、账户维持及其它方面的费用，均由您独自承担。您同意1家说有权从您相关账户中优先扣除上述费用。
            对于被1家说账户冻结或者暂时停止帐户的会员，1家说将不再提供会员连锁项目下的服务。
            <br>
        </p>
        <div class="k"></div>
        <p>
            <span class="span-bigtitle">三、1家说服务</span>
            <br>
            1、1家说会员（以下简称会员）可以通过参加1家说及其合作组织所举行的各种活动获得积分。
            <br>
            2、积分是会员通过参与、点击1家说及其合作组织举办的各种活动及其设置的相应链接、页面才能获得的一种权利，可以用来兑换1家说提供的各类奖品和服务。1家说的积分一家币，仅适用于1家说及其合作组织举办的各种活动，并不构成会员任何形式的资产。
            <br>
            3、会员应当获得的积分由1家说根据相应活动规则计入会员在1家说之账户中。积分获得的规则由各项具体活动详细规定，请您密切注意网站各具体活动的页面。
            <br>
            4、会员除在1家说指定的频道或者平台上进行相关奖励的交易涉及到积分的流转外， 积分不能以买卖、赠与等其他任何形式转让予他人。
            <br>
            5、会员积分中的返利部分在符合1家说及其合作组织举办的具体活动之规则的情况下可以申请1家说进行转账兑现，正常情况下，1家说收到申请后5个工作日内完成汇款工作（遇到节假日情况顺延）。1家说提供银联或支付宝转账等方式进行兑现。
            <br>
            6、1家说积分还可以兑换各类奖品如：
            <br>
            a)集分宝
            <br>
            b)优惠券
            <br>
            c)手机话费
            <br>
            d)实物礼品
            <br>
            e)合作伙伴提供的增值服务
            <br>
            正常情况下，1家说将在7个工作日内兑换相应的奖励给会员。（遇到节假日情况顺延）
            <br>
            7、通过1家说及其关联公司或合作组织提供的1家说服务和其它服务，会员可在业务规则允许范围内在1家说上发布交易信息、查询商品和服务信息、达成交易意向并进行网站内部交易、对其他会员进行评价、参加1家说组织的活动以及使用其它信息服务及技术服务。
            <br>
            8、您在1家说的交易过程中与其他会员发生交易纠纷时，一旦您或其它会员任一方或双方共同提交1家说要求调处，则1家说有权根据单方判断做出调处决定，您了解并同意接受1家说的判断和调处决定。该决定将对您的纠纷具有约束力。
            <br>
            9、您了解并同意，1家说有权应政府部门（包括司法及行政部门）的正当合法的要求，向其提供您在1家说填写的注册信息和交易纪录等必要信息。如您涉嫌侵犯他人知识产权或者其他合法权益，则1家说亦有权在初步判断涉嫌侵权等违法行为存在的情况下，向权利人提供您必要的身份信息。除非法律法规或相关政府部门另有要求，1家说将在前述信息披露情况发生后及时向您发出书面通知。
            <br>
        </p>
        <div class="k"></div>
        <p>
            <span class="span-bigtitle">四、1家说服务使用规范及处理规定</span>
            <br>
            在使用1家说服务过程中，您承诺遵守下列使用规范：
            <br>
            1、会员承诺其注册信息的正确性。
            <br>
            2、如果会员提供给1家说的资料有变更，请及时通知1家说做出相应的修改。
            <br>
            3、会员不得出现恶意注册恶意点击等行为。
            <br>
            4、会员应及时使用自己的1家说账户中的积分。
            <br>
            6、超过两年无登陆记录，返1家说保留注销该帐户的权利。注销后该账户内所有积分自动清零且不予恢复。此时1家说不接受会员申请解冻或找回账户，相应的会员名将开放给任意用户注册登记使用。
            <br>
            7、在使用1家说服务过程中实施的所有行为均遵守国家法律、法规等规范性文件及1家说各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不违反本协议及相关规则。您如果违反前述承诺，产生任何法律后果的，您应以自己独自承担所有的法律责任，并确保1家说免于因此产生任何损失。如1家说因此承担相应责任或者赔偿相关损失，则您承诺1家说可以向您追偿，相关责任或损失由您最终承担。
            <br>
            8、在与其他会员交易过程中，遵守诚实信用原则，不采取不正当竞争行为，不扰乱网上交易的正常秩序，不从事与网上交易无关的行为。
            <br>
            9、不以虚构或歪曲事实的方式不当评价其他会员，不采取不正当方式制造或提高自身的信用度，不采取不正当方式制造或提高（降低）其他会员的信用度。
            <br>
            10、不对1家说平台上的任何数据作商业性利用，包括但不限于在未经1家说事先书面同意的情况下，以复制、传播等任何方式使用1家说站上展示的资料。
            <br>
            11、1家说严禁会员通过以下行为获得利益，一经发现，1家说有权追回已经给予的相关积分和已经兑换的奖励，并视情节严重可中止会员账号直至注销会员账号，同时该会员必须承担由此给1家说带来的所有损失：
            <br>
            a)购买产品后恶意取消订单；
            <br>
            b)劫持流量；
            <br>
            c)自买自卖；
            <br>
            d)劫持其他用户的正常访问链接使其变成推广链接；
            <br>
            e)骗取其他用户点击其设置的非1家说设置的链接；
            <br>
            f)违反购物所在网站用户协议及其规则；
            <br>
            g)其他违反法律法规或者违反诚实信用、公平原则的行为。
            <br>
            12、1家说严禁各种针对1家说活动的作弊行为。对于查实的作弊行为，我们将收回该账号全部的邀请奖励、取消邀请资格，扣除一定的积分，并列入1家说黑名单账户。作弊行为包括但不限于：使用相同的电脑、相同的IP地址在同一天内注册多个账号，以骗取邀请奖励的行为；以注册送钱或注册送积分等利益诱导用户来注册1家说获取奖励的行为等。
            <br>
            13、1家说禁止会员在1家说的合作商城内进行任何形式的推广。
            <br>
            14、您不得使用任何装置、软件或例行程序干预或试图干预1家说平台的正常运作或正在1家说上进行的任何交易、活动。您不得采取任何将导致不合理的庞大数据负载加诸1家说网络设备的行动，否则1家说将追究您的相关责任，包括但不限于取消相关积分、收回相关邀请奖励、取消邀请资格、列入1家说黑名单账户、冻结账户或者注销账户等。如造成1家说损失或者承担相应法律责任的，1家说有权要求您赔偿并最终承担相应的责任。
            <br>
            您了解并同意1家说有权作如下处理：
            <br>
            1、1家说有权对您是否违反上述承诺做出单方认定，并根据单方认定结果适用规则予以处理，这无须征得您的同意。
            <br>
            2、经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者1家说根据自身的判断，认为您的行为涉嫌违反本协议和/或规则的条款或涉嫌违反法律法规的规定的，则1家说有权在1家说上公示您的该等涉嫌违法或违约行为及1家说已对您采取的措施。
            <br>
            3、对于您在1家说上发布的涉嫌违法或涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，1家说有权予以删除，且按照规则的规定进行处罚。
            <br>
            4、对于您在1家说上实施的行为，包括您未在1家说上实施但已经对1家说及其用户产生影响的行为，1家说有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并据此作出相应处罚。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。
            <br>
            5、对于您涉嫌违反承诺的行为对任意第三方造成损害的，您均应当以自己的名义独立承担所有的法律责任，并应确保1家说免于因此产生损失或增加费用。如1家说因此承担相应责任或者赔偿相关损失，则您承诺1家说可以向您追偿，相关责任或损失由您最终承担，相关损失包括合理的律师费用、相关机构的查询费用等。
            <br>
            6、如您涉嫌违反有关法律或者本协议之规定，使1家说遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿1家说因此造成的损失及（或）发生的费用，包括合理的律师费用、相关机构的查询费用等。
            <br>
            7、1家说上展示的资料（包括但不限于文字、图表、标识、图像、数字下载和数据编辑）均为1家说或其内容提供者的财产或者权利；1家说上所有内容的汇编是属于1家说的著作权；1家说上所有软件都是1家说或其关联公司或其软件供应商的财产或者权利，上述知识产权均受法律保护。如您侵犯上述权利，1家说有权根据规则对您进行处理并追究您的法律责任。
            <br>
            8、1家说并无能力对您的相关注册、登记资料进行实质性审查，因此一旦因您的的注册、登记资料的问题导致的相关后果应全部由您自己承担，1家说对此不承担责任。如果根据法律法规要求1家说先行承担了相关责任，那么您承诺1家说有权向您追偿，由您最终承担上述责任。
            <br>
        </p>
        <div class="k"></div>
        <p>
            <span class="span-bigtitle">五、特别授权</span>
            <br>
            您完全理解并不可撤销地授予1家说及其关联公司下列权利：
            <br>
            1、一旦您向1家说或其关联公司或其合作组织作出任何形式的承诺，且相关公司或组织已确认您违反了该承诺，则1家说有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示相关公司确认的您的违约情况。您了解并同意，除非法律法规另有明确要求，1家说无须就相关确认与您核对事实，或另行征得您的同意，且1家说无须就此限制措施或公示行为向您承担任何的责任。
            <br>
            2、一旦您违反本协议，或与1家说签订的其他协议的约定，1家说有权以任何方式通知1家说关联公司或其合作组织，要求其对您的权益采取限制措施，包括但不限于要求1家说将您账户内的积分支付给1家说指定的对象，要求关联公司中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。
            <br>
            3、对于您在注册、登记或者交易中记录的资料及数据信息，您授予1家说及其关联公司或其合作组织独家的、永久的、免费的全球范围内使用并许可他人使用的权利。
            <br>
            4、1家说及其关联公司有权受理您与其他会员因交易产生的争议，并有权单方判断与该争议相关的事实及应适用的规则，进而作出处理决定。该处理决定对您有约束力。如您未在限期内执行处理决定的，则1家说及其关联公司有权利（但无义务）直接处分您1家说账户内的积分。如该争议造成1家说及其关联公司损失的，您应及时弥补1家说及其关联公司的损失，否则1家说及其关联公司有权直接抵减您在合同项下和账户中的权益，并有权继续追偿。
            <br>
        </p>
        <div class="k"></div>
        <p>
            <span class="span-bigtitle">六、责任范围和责任限制</span>
            <br>
            1、1家说负责按"现状"和"可得到"的状态向您提供服务，且1家说仅对自身提供的服务承担责任。1家说对于第三方向会员提供的服务和产品不提供保证也不承担任何责任，但应当协助会员和第三方进行交涉谈判以维护会员合法权益。
            <br>
            2、您了解1家说上的信息系第三方或者其他会员自行发布，且可能存在风险和瑕疵。1家说仅作为交易地点。1家说仅作为您获取物品或服务信息、物色交易对象、就物品和/或服务的交易进行协商及开展交易的场所，但1家说无法控制交易所涉及的物品的质量、安全或合法性，商贸信息的真实性或准确性，以及交易各方履行其在贸易协议中各项义务的能力。您应自行谨慎判断确定相关物品及/或信息的真实性、合法性和有效性，并自行承担相关风险。
            <br>
            3、1家说上的商品价格、数量、是否有货等商品信息随时有可能发生变动，1家说不就此作出特别通知。您知悉并理解由于网站上商品信息数量极其庞大，虽然1家说会尽合理的最大努力保证您所浏览的商品信息的准确性、迅捷性，但由于众所周知的互联网技术因素等客观原因，1家说显示的信息可能存在一定的滞后性和差错，由此给您带来的不便或产生相应问题，1家说不承担责任。
            <br>
            4、除非法律法规明确要求，或出现以下情况，否则，1家说没有义务对所有用户的注册数据、商品（服务）信息、交易行为以及与交易有关的其它事项进行事先审查：
            <br>
            a)1家说有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形。
            <br>
            b)1家说有合理的理由认为用户在1家说的行为涉嫌违法或不当。
            <br>
            5、您理解并同意，1家说及其关联公司并非司法机构，仅能以普通人的身份对证据进行鉴别，1家说及其关联公司对争议的调处完全是基于您的委托，1家说及其关联公司无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行通过法律途径向受益人或者其他相关人员索偿。
            <br>
            6、您了解并同意，1家说不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿 (无论1家说是否已被告知该等损害赔偿的可能性)：
            <br>
            a)第三方未经批准的使用您的账户或更改您的数据。
            <br>
            b)通过1家说服务购买或获取任何商品、样品、数据、信息或进行交易等行为或替代行为产生的费用及损失，但因1家说提供的服务信息错误所导致的除外。
            <br>
            c)您对1家说服务的误解。
            <br>
            d)任何非因1家说的原因而引起的与1家说服务有关的其它损失。
            <br>
            7、因使用1家说服务而引起的任何损害或经济损失，1家说承担的全部责任均不超过您通过1家说所购买的或与该索赔有关的服务或商品的价格。本责任限制条款在会员资格被冻结、暂停或注销后仍继续有效。
            <br>
            8、不论在何种情况下，1家说均不对由于罢工、暴乱、起义、骚乱、火灾、洪水、风暴、爆炸、战争、政府行为、司法行政机关的命令，以及其它非因1家说的原因而造成的不能服务或延迟服务承担责任。1家说会尽合理努力处理善后事宜。
            <br>
        </p>
        <div class="k"></div>
        <p>
            <span class="span-bigtitle">七、协议终止</span>
            <br>
            1、您同意，1家说有权依据本协议决定中止、终止向您提供部分或全部1家说平台服务，暂时冻结或永久冻结（注销）您的账户，且无须为此向您或任何第三方承担任何责任，但本协议或法律法规另有明确要求的除外。
            <br>
            2、出现以下情况时，1家说有权直接以注销账户的方式终止本协议：
            <br>
            a)会员超过两年无登陆记录；
            <br>
            b)1家说终止向您提供服务后，您涉嫌再一次直接或间接或以他人名义注册为1家说用户的；
            <br>
            c)您提供的电子邮箱不存在或无法接收电子邮件，且没有其他方式可以与您进行联系，或1家说以其它联系方式通知您更改电子邮件信息，而您在1家说通知后七个工作日内仍未更改为有效的电子邮箱的；
            <br>
            d)您注册信息中的主要内容不真实或不准确或不及时或不完整；
            <br>
            e)本协议（含规则）变更时，您明示并通知1家说不愿接受新的服务协议的；
            <br>
            f)其它1家说认为应当终止服务的情况。
            <br>
            3、您有权向1家说要求注销您的账户，经1家说审核同意的，1家说注销（永久冻结）您的账户，届时，您与1家说基于本协议的合同关系即终止。您的账户被注销（永久冻结）后，1家说没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。
            <br>
            4、您同意，您与1家说的合同关系终止后，1家说及其关联公司或者其合作组织仍享有下列权利
            <br>
            a)继续保存并使用您的注册、登记信息、数据及您使用1家说服务期间的所有交易数据。
            <br>
            b)您在使用1家说服务期间存在违法行为或违反本协议和/或规则的行为的，1家说仍可依据本协议向您主张权利。
            <br>
            5、1家说中止或终止向您提供服务后，对于您在服务中止或终止之前的交易行为依下列原则处理，您应独力处理并完全承担进行以下处理所产生的任何争议、损失或增加的任何费用，并应确保1家说免于因此产生任何损失或承担任何费用：
            <br>
            a)您在服务中止或终止之前已经上传至1家说的物品尚未交易的，1家说有权在中止或终止服务的同时删除此项物品的相关信息；
            <br>
            b)您在服务中止或终止之前已经与其他会员达成买卖合同，但合同尚未实际履行的，1家说有权删除该买卖合同及其交易物品的相关信息；
            <br>
            c)您在服务中止或终止之前已经与其他会员达成买卖合同且已部分履行的，1家说可以不删除该项交易，但1家说有权在中止或终止服务的同时将相关情形通知您的交易对方。
            <br>
        </p>
        <div class="k"></div>
        <p>
            <span class="span-bigtitle">八、隐私权政策</span>
            <br>
            1、1家说对希望成为会员的用户没有任何限制，但18岁以下的用户使用1家说服务必须取得监护人的同意；
            <br>
            2、一个帐号仅限一个会员使用，会员必须向1家说提供真实确实的信息，对于由于资料提供不正确导致汇款无法收到等后果，1家说不承担责任；
            <br>
            3、会员资料修改后必须及时通知1家说做出相应变更；
            <br>
            4、1家说及其关联公司承诺不向其它第三方机构透露会员涉及隐私的信息；
            <br>
            5、会员必须遵守1家说（及合作组织）的使用条款及隐私政策。
            <br>
        </p>
        <div class="k"></div>
        <p>
            <span class="span-bigtitle">九、法律适用、管辖与其他</span>
            <br>
            1、本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律，如无相关法律规定的，则应参照通用国际商业惯例和（或）行业惯例。
            <br>
            2、因本协议产生之争议，应依照中华人民共和国法律予以处理。双方对于争议协商不成的，应当提交宁波一家网电子商务有限公司营业地所在的宁波市海曙区人民法院诉讼解决。
            <br>
        </p>
    </div>
</div>
</body>
</html>